{"translation-revision-date":"2025-12-07 03:19+0000","generator":"Loco https:\/\/localise.biz\/","source":"core\/admin\/starter-sites\/src\/library\/maxiImportPopUp.js","domain":"maxi-blocks","locale_data":{"maxi-blocks":{"":{"domain":"","lang":"pl_PL","plural-forms":"nplurals=3; plural=(n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"}," theme, which is optimized for MaxiBlocks.":[" zoptymalizowanego motywu dla MaxiBlocks."]," WordPress Importer plugin to import content XML files.":[" wtyczkę WordPress Importer do importu XML."],", ":[", "],", or ":[", lub "],"activate":["aktywuj"],"activating":["aktywację"],"Before importing, review which elements you want to overwrite. Anything toggled on will replace the corresponding item on your website.":["Przed importem wybierz elementy do nadpisania. Zaznaczone opcje zastąpią odpowiednie elementy na Twojej stronie."],"Browse your pages":["Przeglądaj swoje strony"],"change templates":["Zmień szablony"],"choose another starter site":["Wybierz inną stronę startową"],"close this window":["Zamknij to okno"],"Content XML":["Treść XML"],"continue to wizard":["Kontynuuj do wizora"],"General":["Ogólne"],"Import":["Importuj"],"Import completed. ":["Import zakończony."],"Import completed. You can ":["Import zakończony. Możesz "],"Importing...":["Importowanie..."],"Imports a custom design for your website's 404 error page.":["Importuje projekt strony błędu 404."],"Imports the default blog landing page design for your site.":["Importuje domyślny projekt strony bloga."],"Imports the global footer design for your site.":["Importuje globalny projekt stopki."],"Imports the global header design for your site.":["Importuje globalny projekt nagłówka."],"install and activate":["zainstaluj i aktywuj"],"installing":["instalację"],"Installing...":["Instalowanie..."],"Note: When you import templates, template parts, or a Style Card, they will replace your existing items. Ensure you back up or review your current settings before proceeding.":["Uwaga: Import szablonów lub Karty Stylu zastąpi istniejące elementy. Zrób kopię zapasową przed kontynuowaniem."],"Pages":["Strony\"#: src\/blocks\/accordion-maxi\/inspector.js:11"],"Patterns":["Wzory"],"Please ":["Proszę "],"Style Card":["Karta Stylu"],"Templates":["Szablony"],"Templates cannot be imported because you are using a classic theme (%s). To import templates, you need a block theme. We recommend ":["Nie można importować szablonów do klasycznego motywu (%s). Wymagany motyw blokowy. Polecamy "],"The Pages section allows you to import predefined pages included in the starter site. Toggle the options on or off depending on whether you want to include them in your site.":["Sekcja Strony umożliwia import gotowych stron z witryny startowej. Włącz lub wyłącz opcje, zależnie od tego, co chcesz dodać do swojej strony."],"The Patterns section provides pre-designed block layouts or reusable elements that can be added to your website. Toggle the options on or off depending on whether you want to include them in your site.":["Sekcja Szablonów umożliwia import gotowych bloków lub elementów, które można dodać do Twojej strony. Włącz lub wyłącz opcje, zależnie od tego, co chcesz dodać do swojej strony.\"      "],"This option applies the design style (colours, typography, spacing, etc.) from the imported Style Card.":["Ta opcja stosuje style (kolory, typografia, odstępy) z importowanej Karty Stylu."],"This option imports predefined content (posts, pages, or custom content) from the XML file.":["Ta opcja importuje zdefiniowane treści (wpisy, strony) z pliku XML."],"Toggle all on\/off":["Przełącz wszystko wł.\/wył."]}}}