{"translation-revision-date":"2025-12-07 05:08+0000","generator":"Loco https:\/\/localise.biz\/","source":"core\/admin\/starter-sites\/src\/library\/maxiImportPopUp.js","domain":"maxi-blocks","locale_data":{"maxi-blocks":{"":{"domain":"","lang":"nl_NL","plural-forms":"nplurals=2; plural=n != 1;"}," theme, which is optimized for MaxiBlocks.":[" thema, geoptimaliseerd voor MaxiBlocks."]," WordPress Importer plugin to import content XML files.":[" WordPress Importer-plugin om XML-inhoudsbestanden te importeren."],", ":[", "],", or ":[", of "],"activate":["activeren"],"activating":["activeren"],"Before importing, review which elements you want to overwrite. Anything toggled on will replace the corresponding item on your website.":["Controleer vóór het importeren welke elementen je wilt overschrijven. Alles wat is aangevinkt, vervangt het overeenkomstige item op je website."],"Browse your pages":["Blader door je pagina's"],"change templates":["sjablonen wijzigen"],"choose another starter site":["kies een andere startersite"],"close this window":["sluit dit venster"],"Content XML":["Inhouds-XML"],"continue to wizard":["doorgaan naar wizard"],"General":["Algemeen"],"Import":["Importeren"],"Import completed. ":["Import voltooid. "],"Import completed. You can ":["Import voltooid. Je kunt "],"Importing...":["Importeren..."],"Imports a custom design for your website's 404 error page.":["Importeert een aangepast ontwerp voor de 404-foutpagina."],"Imports the default blog landing page design for your site.":["Importeert het standaard blog-landingspagina ontwerp voor je site."],"Imports the global footer design for your site.":["Importeert het globale footerontwerp voor je site."],"Imports the global header design for your site.":["Importeert het globale headerontwerp voor je site."],"install and activate":["installeren en activeren"],"installing":["installeren"],"Installing...":["Installeren..."],"Note: When you import templates, template parts, or a Style Card, they will replace your existing items. Ensure you back up or review your current settings before proceeding.":["Let op: Als je sjablonen, sjabloononderdelen of een stijlkaart importeert, vervangen deze je bestaande items. Zorg ervoor dat je een back-up maakt of je huidige instellingen controleert voordat je verdergaat."],"Pages":["Pagina's"],"Patterns":["Patronen"],"Please ":["Graag "],"Style Card":["Stijlkaart"],"Templates":["Sjablonen"],"Templates cannot be imported because you are using a classic theme (%s). To import templates, you need a block theme. We recommend ":["Sjablonen kunnen niet worden geïmporteerd omdat je een klassiek thema (%s) gebruikt. Om sjablonen te importeren, heb je een blokthema nodig. We raden aan "],"The Pages section allows you to import predefined pages included in the starter site. Toggle the options on or off depending on whether you want to include them in your site.":["De sectie Pagina's stelt je in staat om vooraf gedefinieerde pagina's van de startersite te importeren. Schakel de opties aan of uit, afhankelijk van wat je wilt opnemen."],"The Patterns section provides pre-designed block layouts or reusable elements that can be added to your website. Toggle the options on or off depending on whether you want to include them in your site.":["De sectie Patronen biedt vooraf ontworpen bloklay-outs of herbruikbare elementen voor je website. Schakel de opties aan of uit, afhankelijk van wat je wilt opnemen."],"This option applies the design style (colours, typography, spacing, etc.) from the imported Style Card.":["Deze optie past de ontwerpstijl (kleuren, typografie, spatiëring, enz.) van de geïmporteerde stijlkaart toe."],"This option imports predefined content (posts, pages, or custom content) from the XML file.":["Deze optie importeert voorgedefinieerde inhoud (berichten, pagina's of aangepaste inhoud) uit het XML-bestand."],"Toggle all on\/off":["Alles aan\/uit zetten"]}}}