{"translation-revision-date":"2025-12-06 06:28+0000","generator":"Loco https:\/\/localise.biz\/","source":"core\/admin\/starter-sites\/src\/library\/maxiImportPopUp.js","domain":"maxi-blocks","locale_data":{"maxi-blocks":{"":{"domain":"","lang":"es_ES","plural-forms":"nplurals=2; plural=n != 1;"}," theme, which is optimized for MaxiBlocks.":["tema optimizado para MaxiBlocks"]," WordPress Importer plugin to import content XML files.":["Plugin WordPress Importer para XML"],", ":[", "],", or ":[", o "],"activate":["activar"],"activating":["activando"],"Before importing, review which elements you want to overwrite. Anything toggled on will replace the corresponding item on your website.":["Antes de importar, revisa qué elementos quieres sobrescribir. Todo lo que esté activado reemplazará el elemento correspondiente en tu sitio web."],"Browse your pages":["Explorar tus páginas"],"change templates":["cambiar plantillas"],"choose another starter site":["Elegir otro sitio inicial"],"close this window":["cerrar ventana"],"Content XML":["XML contenido"],"continue to wizard":["Seguir asistente"],"General":["General"],"Import":["Importar"],"Import completed. ":["Importación completada. "],"Import completed. You can ":["Importación completada. Puedes "],"Importing...":["Importando..."],"Imports a custom design for your website's 404 error page.":["Importa un diseño personalizado para la página de error 404 de tu sitio web."],"Imports the default blog landing page design for your site.":["Importa el diseño de página de inicio del blog predeterminado para tu sitio."],"Imports the global footer design for your site.":["Importa el diseño global del pie de página para tu sitio."],"Imports the global header design for your site.":["Importa el diseño global del encabezado para tu sitio."],"install and activate":["instalar y activar"],"installing":["instalando"],"Installing...":["Instalando..."],"Note: When you import templates, template parts, or a Style Card, they will replace your existing items. Ensure you back up or review your current settings before proceeding.":["Nota: Cuando importas plantillas, partes de plantillas o una Tarjeta de Estilo, reemplazarán tus elementos existentes. Asegúrate de hacer una copia de seguridad o revisar tu configuración actual antes de continuar."],"Pages":["Páginas"],"Patterns":["Patrones"],"Please ":["Por favor "],"Style Card":["Tarjeta de estilo"],"Templates":["Plantillas"],"Templates cannot be imported because you are using a classic theme (%s). To import templates, you need a block theme. We recommend ":["Las plantillas no se pueden importar porque estás usando un tema clásico (%s). Para importar plantillas, necesitas un tema de bloques. Recomendamos "],"The Pages section allows you to import predefined pages included in the starter site. Toggle the options on or off depending on whether you want to include them in your site.":["La sección Páginas permite importar páginas predefinidas del sitio de inicio. Activa o desactiva las opciones según si deseas incluirlas en tu sitio."],"The Patterns section provides pre-designed block layouts or reusable elements that can be added to your website. Toggle the options on or off depending on whether you want to include them in your site.":["La sección Patrones proporciona diseños de bloques pre-diseñados o elementos reutilizables que se pueden agregar a tu sitio web. Activa o desactiva las opciones según si deseas incluirlas en tu sitio."],"This option applies the design style (colours, typography, spacing, etc.) from the imported Style Card.":["Esta opción aplica el estilo de diseño (colores, tipografía, espaciado, etc.) de la Tarjeta de Estilo importada."],"This option imports predefined content (posts, pages, or custom content) from the XML file.":["Esta opción importa contenido predefinido (entradas, páginas o contenido personalizado) del archivo XML."],"Toggle all on\/off":["Alternar todo encendido\/apagado"]}}}