{"translation-revision-date":"2025-12-05 12:22+0000","generator":"Loco https:\/\/localise.biz\/","source":"core\/admin\/starter-sites\/src\/library\/maxiImportPopUp.js","domain":"maxi-blocks","locale_data":{"maxi-blocks":{"":{"domain":"","lang":"de_DE","plural-forms":"nplurals=2; plural=n != 1;"}," theme, which is optimized for MaxiBlocks.":[" Theme, das für MaxiBlocks optimiert ist."]," WordPress Importer plugin to import content XML files.":[" Sie das WordPress Importer Plugin, um Content-XML-Dateien zu importieren."],", ":[", "],", or ":[", oder "],"activate":["aktivieren"],"activating":["zu aktivieren"],"Before importing, review which elements you want to overwrite. Anything toggled on will replace the corresponding item on your website.":["Überprüfen Sie vor dem Import, welche Elemente Sie überschreiben möchten. Alles, was aktiviert ist, ersetzt das entsprechende Element auf Ihrer Website."],"Browse your pages":["Ihre Seiten durchsuchen"],"change templates":["Templates ändern"],"choose another starter site":["eine andere Starter-Website auswählen"],"close this window":["dieses Fenster schließen"],"Content XML":["Inhalts-XML"],"continue to wizard":["zum Assistenten fortfahren"],"General":["Allgemein"],"Import":["Importieren"],"Import completed. ":["Import abgeschlossen. "],"Import completed. You can ":["Import abgeschlossen. Sie können "],"Importing...":["Wird importiert..."],"Imports a custom design for your website's 404 error page.":["Importiert ein benutzerdefiniertes Design für die 404-Fehlerseite Ihrer Website."],"Imports the default blog landing page design for your site.":["Importiert das Standard-Design der Blog-Landingpage für Ihre Website."],"Imports the global footer design for your site.":["Importiert das globale Footer-Design für Ihre Website."],"Imports the global header design for your site.":["Importiert das globale Header-Design für Ihre Website."],"install and activate":["installieren und aktivieren"],"installing":["zu installieren"],"Installing...":["Wird installiert..."],"Note: When you import templates, template parts, or a Style Card, they will replace your existing items. Ensure you back up or review your current settings before proceeding.":["Hinweis: Wenn Sie Templates, Template-Teile oder eine Style Card importieren, werden diese Ihre bestehenden Elemente ersetzen. Stellen Sie sicher, dass Sie Ihre aktuellen Einstellungen sichern oder überprüfen, bevor Sie fortfahren."],"Pages":["Seiten"],"Patterns":["Muster"],"Please ":["Bitte "],"Style Card":["Style Card"],"Templates":["Templates"],"Templates cannot be imported because you are using a classic theme (%s). To import templates, you need a block theme. We recommend ":["Templates können nicht importiert werden, da Sie ein klassisches Theme (%s) verwenden. Um Templates zu importieren, benötigen Sie ein Block-Theme. Wir empfehlen, "],"The Pages section allows you to import predefined pages included in the starter site. Toggle the options on or off depending on whether you want to include them in your site.":["Der Bereich Seiten ermöglicht Ihnen den Import vordefinierter Seiten, die in der Starter-Website enthalten sind. Schalten Sie die Optionen ein oder aus, je nachdem, ob Sie sie in Ihre Website aufnehmen möchten."],"The Patterns section provides pre-designed block layouts or reusable elements that can be added to your website. Toggle the options on or off depending on whether you want to include them in your site.":["Der Bereich Muster bietet vorgefertigte Block-Layouts oder wiederverwendbare Elemente, die zu Ihrer Website hinzugefügt werden können. Schalten Sie die Optionen ein oder aus, je nachdem, ob Sie sie in Ihre Website aufnehmen möchten."],"This option applies the design style (colours, typography, spacing, etc.) from the imported Style Card.":["Diese Option wendet den Designstil (Farben, Typografie, Abstände usw.) der importierten Style Card an."],"This option imports predefined content (posts, pages, or custom content) from the XML file.":["Diese Option importiert vordefinierte Inhalte (Beiträge, Seiten oder benutzerdefinierte Inhalte) aus der XML-Datei."],"Toggle all on\/off":["Alle ein-\/ausschalten"]}}}